Repository: Youniwemi/einvoicing-for-woocommerce
Catalog: languages/einvoicing-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr

source: Choose a background color for the invoice details area to create visual distinction from other sections.
de_de: Wählen Sie eine Hintergrundfarbe für den Bereich der Rechnungsdetails, um eine visuelle Unterscheidung von anderen Abschnitten zu schaffen.
es_es: Elija un color de fondo para el área de detalles de la factura para crear una distinción visual de otras secciones.
fr_fr: Choisir une couleur de fond pour la zone de détails de la facture afin de créer une distinction visuelle avec les autres sections.

source: Select text color
de_de: Textfarbe auswählen
es_es: Seleccionar color de texto
fr_fr: Sélectionner la couleur du texte

source: Pick a color for the main body of text that ensures easy reading against the background.
de_de: Wählen Sie eine Farbe für den Haupttextkörper, die ein leichtes Lesen vor dem Hintergrund gewährleistet.
es_es: Elija un color para el cuerpo principal del texto que garantice una lectura fácil contra el fondo.
fr_fr: Choisir une couleur pour le corps principal du texte qui assure une lecture facile sur le fond.

source: Set a distinct color for the detail section titles to separate them from other text and enhance hierarchy.
de_de: Legen Sie eine eigene Farbe für die Titel der Detailabschnitte fest, um sie vom restlichen Text zu trennen und die Hierarchie zu verbessern.
es_es: Establezca un color distintivo para los títulos de la sección de detalles para separarlos de otro texto y mejorar la jerarquía.
fr_fr: Définir une couleur distincte pour les titres des sections de détails afin de les séparer du reste du texte et renforcer la hiérarchie.

source: Tweak the vertical space above and below your invoice details to improve layout and readability.
de_de: Passen Sie den vertikalen Raum über und unter Ihren Rechnungsdetails an, um das Layout und die Lesbarkeit zu verbessern.
es_es: Ajuste el espacio vertical arriba y abajo de los detalles de su factura para mejorar el diseño y la legibilidad.
fr_fr: Ajuster l'espace vertical au-dessus et en dessous des détails de votre facture pour améliorer la mise en page et la lisibilité.

source: Pick a color for the note section's title to highlight it or to match your brand's theme.
de_de: Wählen Sie eine Farbe für den Titel des Notizbereichs, um ihn hervorzuheben oder an das Thema Ihrer Marke anzupassen.
es_es: Elija un color para el título de la sección de notas para resaltarlo o que coincida con el tema de su marca.
fr_fr: Choisir une couleur pour le titre de la section des notes afin de le mettre en évidence ou de l'assortir au thème de votre marque.

source: Choose a color for the note's body text that is readable on the chosen background for customer clarity.
de_de: Wählen Sie für den Haupttext der Notiz eine Farbe, die auf dem gewählten Hintergrund für den Kunden gut lesbar ist.
es_es: Elija un color para el texto del cuerpo de la nota que sea legible en el fondo elegido para la claridad del cliente.
fr_fr: Choisissez une couleur pour le corps du texte des notes qui soit lisible sur le fond choisi pour la clarté du client.

source: Type your footer message
de_de: Geben Sie Ihre Fußzeilennachricht ein
es_es: Escriba su mensaje de pie de página
fr_fr: Tapez votre message de pied de page

source: Enter any legal information, notes of thanks, or company details here.
de_de: Geben Sie hier jegliche rechtliche Informationen, Danksagungen oder Firmendetails ein.
es_es: Ingrese aquí cualquier información legal, notas de agradecimiento o detalles de la empresa.
fr_fr: Saisissez ici toutes les informations légales, remerciements ou détails de l'entreprise.

source: Select footer background color
de_de: Hintergrundfarbe der Fußzeile auswählen
es_es: Seleccionar color de fondo del pie de página
fr_fr: Sélectionner la couleur de fond du pied de page

source: Choose a background color that complements the header and provides a visual anchor for your invoice.
de_de: Wählen Sie eine Hintergrundfarbe, die den Kopfbereich ergänzt und einen visuellen Anker für Ihre Rechnung bietet.
es_es: Elija un color de fondo que complemente el encabezado y proporcione un anclaje visual para su factura.
fr_fr: Choisir une couleur de fond qui complète l'en-tête et fournit un ancrage visuel pour votre facture.

source: Select footer text color
de_de: Textfarbe der Fußzeile auswählen
es_es: Seleccionar color del texto del pie de página
fr_fr: Sélectionner la couleur du texte du pied de page

source: Select a text color that ensures readability against the footer background.
de_de: Wählen Sie eine Textfarbe, die die Lesbarkeit vor dem Hintergrund der Fußzeile gewährleistet.
es_es: Seleccione un color de texto que garantice la legibilidad contra el fondo del pie de página.
fr_fr: Sélectionner une couleur de texte qui garantit la lisibilité sur le fond du pied de page.

source: Select font size
de_de: Schriftgröße auswählen
es_es: Seleccionar tamaño de fuente
fr_fr: Sélectionnez la famille de police

source: Set the size of your footer text to balance readability. (Default size is 12px)
de_de: Stellen Sie die Größe Ihres Fußzeilentextes ein, um die Lesbarkeit zu optimieren. (Standardgröße ist 12px)
es_es: Establezca el tamaño del texto del pie de página para equilibrar la legibilidad. (El tamaño predeterminado es 12px)
fr_fr: Définissez la taille du texte de votre pied de page pour équilibrer la lisibilité. (La taille par défaut est de 12px)

source: Invoice #%s
de_de: Rechnung Nr. %s
es_es: Factura #%s
fr_fr: Facture n°%s

source: Load Template
de_de: Vorlage laden
es_es: Cargar plantilla
fr_fr: Charger le modèle

source: Are you sure you want to load this template, you will lose all your settings
de_de: Sind Sie sicher, dass Sie diese Vorlage laden möchten? Ihre Einstellungen gehen dabei verloren!
es_es: ¿Estás seguro de que quieres cargar esta plantilla? Perderás toda tu configuración
fr_fr: Êtes-vous sûr de vouloir charger ce modèle ? Vous perdrez tous vos paramètres

source: E-Invoicing
de_de: E-Rechnungsstellung
es_es: Facturación electrónica
fr_fr: Facturation électronique

source: Before customizing the visual aspect of your invoice, first make sure your settings are properly configured.
de_de: Bevor Sie das visuelle Erscheinungsbild Ihrer Rechnung anpassen, stellen Sie zunächst sicher, dass Ihre Einstellungen richtig konfiguriert sind.
es_es: Antes de personalizar el diseño de tu factura, asegúrate de que la configuración básica esté correctamente establecida.
fr_fr: Avant de personnaliser l’aspect visuel de votre facture, assurez-vous d’abord que vos paramètres sont correctement configurés.

source: Consider checking the invoice customization to complete your setting.
de_de: Überprüfen Sie ggf. die Rechnungsanpassung, um Ihre Einstellungen abzuschließen.
es_es: Considere revisar la personalización de la factura para completar su configuración.
fr_fr: Envisagez de vérifier la personnalisation de la facture pour compléter votre configuration.

source: Select the invoice format as per your country's regulations.
de_de: Wählen Sie das Rechnungsformat gemäß den Vorschriften Ihres Landes.
es_es: Seleccione el formato de factura según las regulaciones de su país.
fr_fr: Sélectionnez le format de la facture conformément aux réglementations de votre pays.

source: If your country has not implemented e-invoicing yet, you should choose PDF.
es_es: Si su país aún no ha implementado la facturación electrónica, debe elegir PDF.
fr_fr: Si votre pays n'a pas encore mis en place la facturation électronique, vous devriez choisir le format PDF.

source: To be able to activate e-invoice formats, you should first setup the Official Business Identification.
es_es: Para poder activar los formatos de factura electrónica, primero debe configurar la Identificación Oficial de Empresa
fr_fr: Pour pouvoir activer les formats de factures électroniques, vous devez d'abord configurer l'Identification Officielle d'Entreprise.

source: Official Business Identification
de_de: Offizielle Geschäftsidentifikation
es_es: Identificación oficial del negocio
fr_fr: Identification Officielle de l'Entreprise

source: Provide your legally recognized business details for identification and verification.
de_de: Stellen Sie Ihre gesetzlich anerkannten Geschäftsdetails für die Identifikation und Verifizierung bereit.
es_es: Proporcione los detalles de su negocio legalmente reconocidos para identificación y verificación.
fr_fr: Fournissez les détails de votre entreprise légalement reconnus pour identification et vérification.

source: Company Name
de_de: Firmenname
es_es: Nombre de la empresa
fr_fr: Nom de l’entreprise

source: Enter the company name to show in your invoices.
de_de: Geben Sie den Firmennamen ein, der auf Ihren Rechnungen erscheinen soll.
es_es: Ingrese el nombre de la empresa que se mostrará en sus facturas.
fr_fr: Saisissez le nom de l’entreprise à afficher sur vos factures.

source: Company Identification Number
de_de: Firmenidentifikationsnummer
es_es: Número de identificación de la empresa
fr_fr: Numéro d'Identification de l'Entreprise

source: Enter the registration number issued by your Chamber of Commerce.
de_de: Geben Sie Ihre Handelsregisternummer ein.
es_es: Ingrese el número de registro emitido por su Cámara de Comercio.
fr_fr: Entrez le numéro d'enregistrement délivré par votre Chambre de Commerce.

source: Identification System
de_de: Identifikationssystem
es_es: Sistema de identificación
fr_fr: Système d'Identification

source: This setting is mandatory for e-invoices.
es_es: Esta configuración es obligatoria para las facturas electrónicas.
fr_fr: Ce paramètre est obligatoire pour les factures électroniques.

source: The type of business identification depends on your country. For example, France uses SIREN and SIRET.
es_es: El tipo de identificación empresarial depende de su país. Por ejemplo, Francia utiliza SIREN y SIRET.
fr_fr: Le type d'identification d'entreprise dépend de votre pays. Par exemple, la France utilise le SIREN et le SIRET.

source: If your country has implemented e-invoicing, don't hesitate to contact us if you don't find your identification system.
es_es: Si su país ha implementado la facturación electrónica, no dude en contactarnos si no encuentra su sistema de identificación.
fr_fr: Si votre pays a mis en place la facturation électronique, n'hésitez pas à nous contacter si vous ne trouvez pas votre système d'identification.

source: Choose identification format based on your country
es_es: Elija el formato de identificación según su país
fr_fr: Choisissez le format d'identification en fonction de votre pays

source: VAT Identification Number
de_de: Umsatzsteuer-Identifikationsnummer
es_es: Número de identificación fiscal (NIF/CIF)
fr_fr: Numéro d'Identification à la TVA

source: Provide the VAT number assigned to your business for tax purposes.
de_de: Geben Sie die Ihrem Unternehmen für Steuerzwecke zugewiesene Umsatzsteuer-Identifikationsnummer an.
es_es: Proporcione el número de identificación fiscal asignado a su negocio para fines fiscales.
fr_fr: Fournissez le numéro de TVA attribué à votre entreprise à des fins fiscales.

source: Business Email Address
de_de: Geschäftliche E-Mail-Adresse
es_es: Dirección de correo electrónico del negocio
fr_fr: Adresse Email Professionnelle

source: Enter the official email address for business correspondence and invoicing.
de_de: Geben Sie die offizielle E-Mail-Adresse für geschäftliche Korrespondenz und Rechnungsstellung ein.
es_es: Ingrese la dirección de correo electrónico oficial para correspondencia comercial y facturación.
fr_fr: Entrez l'adresse email officielle pour la correspondance professionnelle et la facturation.

source: Business Phone Number
de_de: Geschäftliche Telefonnummer
es_es: Número de teléfono del negocio
fr_fr: Numéro de Téléphone de l'Entreprise

source: Provide the business phone number, including the country code.
de_de: Geben Sie die Geschäftstelefonnummer einschließlich der Ländervorwahl an.
es_es: Proporcione el número de teléfono del negocio, incluyendo el código del país.
fr_fr: Fournissez le numéro de téléphone de l'entreprise, y compris l'indicatif du pays.

source: Invoice numbering settings
de_de: Einstellungen für die Rechnungsnummerierung
es_es: Configuración de numeración de facturas
fr_fr: Paramètres de numérotation des factures

source: Configure your invoice numbering system
de_de: Konfigurieren Sie Ihr Rechnungsnummerierungssystem
es_es: Configura tu sistema de numeración de facturas
fr_fr: Configurez votre système de numérotation des factures

source: Numbering System
de_de: Nummerierungssystem
es_es: Sistema de numeración
fr_fr: Système de numérotation

source: Select how invoice numbers are generated
de_de: Wählen Sie aus, wie Rechnungsnummern generiert werden
es_es: Seleccione cómo se generan los números de factura
fr_fr: Sélectionnez le mode de génération des numéros de facture

source: Reset invoice number frequency
de_de: Häufigkeit der Rechnungsnummern-Zurücksetzung
es_es: Frecuencia de reinicio del número de factura
fr_fr: Fréquence de réinitialisation des numéros

source: Choose whether to restart numbering or not
de_de: Wählen Sie, ob die Nummerierung neu gestartet werden soll oder nicht
es_es: Elija si desea reiniciar la numeración o no
fr_fr: Choisissez si la numérotation doit être remise à zéro

source: Invoice number minimum digits
de_de: Mindestanzahl der Stellen für Rechnungsnummern
es_es: Número mínimo de dígitos en la factura
fr_fr: Nombre minimum de chiffres

source: Set minimum digits in invoice numbers (e.g., 4 digits: 0001, 0045)
de_de: Legen Sie die Mindestanzahl der Stellen in Rechnungsnummern fest (z. B. 4 Stellen: 0001, 0045)
es_es: Establecer número mínimo de dígitos en las facturas (ej., 4 dígitos: 0001, 0045)
fr_fr: Définir le nombre minimum de chiffres (ex: 4 chiffres : 0001, 0045)

source: Invoice numbers format
de_de: Rechnungsnummern-Format
es_es: Formato de números de factura
fr_fr: Format du numéro de la facture

source: Define the format using {YEAR} and {NUMBER} placeholders
de_de: Definieren Sie das Format mit den Platzhaltern {YEAR} und {NUMBER}
es_es: Defina el formato usando los marcadores {YEAR} y {NUMBER}
fr_fr: Définir le format en utilisant les variables {YEAR} et {NUMBER}

source: Last invoice number
de_de: Letzte Rechnungsnummer
es_es: Último número de factura
fr_fr: Dernier numéro de facture

source: Last invoice number in case you need to override it
de_de: Letzte Rechnungsnummer, falls Sie diese überschreiben müssen
es_es: Último número de factura en caso de que necesite sobrescribirlo
fr_fr: Dernier numéro de facture si vous devez le remplacer

source: E-Invoice Delivery Settings
de_de: Einstellungen zur Zustellung von E-Rechnungen
es_es: Configuración de entrega de factura electrónica
fr_fr: Paramètres de Livraison de la Facture Électronique

source: Choose the e-invoice format and the email attachement settings.
de_de: Wählen Sie das Format der E-Rechnung und die Einstellungen für E-Mail-Anhänge.
es_es: Elija el formato de factura electrónica y la configuración de archivos adjuntos de correo electrónico.
fr_fr: Choisissez le format de la facture électronique et les paramètres de pièce jointe d'email.

source: Invoice Format
de_de: Rechnungsformat
es_es: Formato de factura
fr_fr: Format de la Facture

source: Include Invoice as Attachment
de_de: Rechnung als Anhang beifügen
es_es: Incluir factura como archivo adjunto
fr_fr: Inclure la Facture en Pièce Jointe

source: Check to attach invoices to emails automatically
de_de: Markieren Sie, um Rechnungen automatisch an E-Mails anzuhängen
es_es: Marque para adjuntar facturas a los correos electrónicos automáticamente
fr_fr: Cochez pour attacher automatiquement les factures aux e-mails

source: Customize your invoice design
de_de: Passen Sie Ihr Rechnungsdesign an
es_es: Personalice el diseño de su factura
fr_fr: Personnalisez la conception de votre facture

source: Ready to give your invoices a personalized touch? Use our customizer to tailor the visual aspects of your invoice. <a href="%s">Click here to visually customize your invoice</a>
de_de: Bereit, Ihren Rechnungen eine persönliche Note zu verleihen? Verwenden Sie unseren Customizer, um das Erscheinungsbild Ihrer Rechnung anzupassen. <a href="%s">Klicken Sie hier, um Ihre Rechnung visuell anzupassen</a>
es_es: ¿Listo para dar un toque personalizado a sus facturas? Use nuestro personalizador para adaptar los aspectos visuales de su factura. <a href="%s">Haga clic aquí para personalizar visualmente su factura</a>
fr_fr: Prêt à donner une touche personnalisée à vos factures ? Utilisez notre outil de personnalisation pour adapter les aspects visuels de votre facture. <a href="%s">Cliquez ici pour personnaliser visuellement votre facture</a>

source: Miscellaneous
de_de: Verschiedenes
es_es: Varios
fr_fr: Divers

source: Discover the project <a href="%s">changesets</a>.
de_de: Entdecken Sie die <a href="%s">Änderungssätze</a> des Projekts.
es_es: Descubra los <a href="%s">cambios</a> del proyecto.
fr_fr: Découverez les <a href="%s">modifications</a> du projet.

source: Corporate Classic
de_de: Firmenklassiker
es_es: Corporativo Clásico

source: Modern Minimalist
de_de: Modern Minimalistisch
es_es: Minimalista Moderno
fr_fr: Minimaliste Moderne

source: Elegant Professional
de_de: Elegant Professionell
es_es: Profesional Elegante
fr_fr: Professionnel Élégant

source: Welcome to E-Invoicing For WooCommerce, feel to <a href="%s" >contact us</a> if you have any question or suggestion.
de_de: Willkommen bei E-Invoicing For WooCommerce. Zögern Sie nicht, uns <a href="%s" >zu kontaktieren</a>, wenn Sie Fragen oder Vorschläge haben.
es_es: Bienvenido a E-Invoicing For WooCommerce, siéntase libre de <a href="%s">contactarnos</a> si tiene alguna pregunta o sugerencia.
fr_fr: Bienvenue sur E-Invoicing Pour WooCommerce, n'hésitez pas à <a href="%s" >nous contacter</a> si vous avez des questions ou des suggestions.

source: More prebuilt templates are available in premium version
de_de: Weitere vorgefertigte Vorlagen sind in der Premium-Version verfügbar
es_es: Más plantillas prediseñadas están disponibles en la versión premium
fr_fr: Plus de modèles prédéfinis sont disponibles dans la version premium

source: Billing to:
de_de: Rechnung an:
es_es: Facturar a:
fr_fr: Facturé à :

source: Shipping address:
de_de: Lieferadresse:
es_es: Dirección de envío:
fr_fr: Adresse de livraison :

source: Order Number:
de_de: Bestellnummer:
es_es: Número de pedido:
fr_fr: Numéro de commande :

source: Order Date:
de_de: Bestelldatum:
es_es: Fecha del pedido:
fr_fr: Date de la commande :

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix

source: Weight:
de_de: Gewicht:
es_es: Peso:
fr_fr: Poids :

source: Customer Notes
de_de: Kundennotizen
es_es: Notas del cliente
fr_fr: Notes du client

source: SKU:
de_de: Artikelnummer:
fr_fr: Référence :

source: Select the system associated with your company identification number.
de_de: Wählen Sie das System aus, das Ihrer Unternehmensidentifikationsnummer zugeordnet ist.

source: Total
de_de: Gesamt
