Repository: Youniwemi/einvoicing-for-woocommerce
Catalog: languages/einvoicing-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr

source: Updated tested WooCommerce up to version
de_de: Getestete WooCommerce-Version aktualisiert bis Version
es_es: Actualizada la versión probada de WooCommerce
fr_fr: Mise à jour testée de WooCommerce jusqu'à la version

source: Updated translations
de_de: Übersetzungen aktualisiert
es_es: Traducciones actualizadas
fr_fr: Mises à jour des traductions

source: 0.1.4 : Applying Wordpress Plugin review team feedback
de_de: 0.1.4 : Anwendung des Feedbacks des WordPress-Plugin-Überprüfungsteams
es_es: 0.1.4 : Aplicando retroalimentación del equipo de revisión de plugins de WordPress
fr_fr: 0.1.4 : Application des retours de l'équipe de révision des plugins WordPress

source: Multiple sanitization and escaping fixes.
de_de: Mehrere Bereinigungs- und Escape-Korrekturen.
es_es: Múltiples correcciones de sanitización y escape.
fr_fr: Multiples corrections de sanitisation et d'échappement.

source: Use WOOEI as unique prefix.
de_de: Verwenden Sie WOOEI als eindeutiges Präfix.
es_es: Usar WOOEI como prefijo único.
fr_fr: Utiliser WOOEI comme préfixe unique.

source: 0.1.3 : Minor style adjustments.
de_de: 0.1.3 : Kleine Stiländerungen.
es_es: 0.1.3 : Ajustes menores de estilo.
fr_fr: 0.1.3 : Ajustements mineurs de style.

source: 0.1.2 : Renamed slug to comply with the naming guidelines.
de_de: 0.1.2 : Slug umbenannt, um den Namensrichtlinien zu entsprechen.
es_es: 0.1.2 : Renombrado el slug para cumplir con las pautas de nomenclatura.
fr_fr: 0.1.2 : Renommage du slug pour se conformer aux directives de nommage.

source: 0.1.1 : Added PHP extensions (gd, mbstring, iconv and dom) verification before loading the plugin.
de_de: 0.1.1 : Überprüfung der PHP-Erweiterungen (gd, mbstring, iconv und dom) vor dem Laden des Plugins hinzugefügt.
es_es: 0.1.1 : Agregada verificación de extensiones PHP (gd, mbstring, iconv y dom) antes de cargar el plugin.
fr_fr: 0.1.1 : Ajout de la vérification des extensions PHP (gd, mbstring, iconv et dom) avant le chargement du plugin.

source: 0.1.0 : Introduced support for the UBL format, expanding e-invoicing capabilities.
de_de: 0.1.0 : Unterstützung für das UBL-Format eingeführt, wodurch die E-Rechnungsstellungskapazitäten erweitert werden.
es_es: 0.1.0 : Introducido soporte para el formato UBL, expandiendo las capacidades de facturación electrónica.
fr_fr: 0.1.0 : Introduction du support du format UBL, élargissant les capacités de facturation électronique.

source: 0.0.9 : Implemented role-based access control, allowing customization of minimum capabilities required for setting up the plugin.
de_de: 0.0.9 : Implementierte rollenbasierte Zugriffskontrolle, die die Anpassung der minimalen Fähigkeiten ermöglicht, die zum Einrichten des Plugins erforderlich sind.
es_es: 0.0.9 : Implementado control de acceso basado en roles, permitiendo personalización de capacidades mínimas requeridas para configurar el plugin.
fr_fr: 0.0.9 : Mise en place du contrôle d'accès basé sur les rôles, permettant la personnalisation des capacités minimales requises pour configurer le plugin.

source: 0.0.8 : Resolved compatibility issues with the Astra WordPress theme.
de_de: 0.0.8 : Kompatibilitätsprobleme mit dem Astra-WordPress-Thema behoben.
es_es: 0.0.8 : Resueltos problemas de compatibilidad con el tema WordPress Astra.
fr_fr: 0.0.8 : Résolution des problèmes de compatibilité avec le thème WordPress Astra.

source: 0.0.7 : Minor fixes to improve the user experience.
de_de: 0.0.7 : Kleine Korrekturen zur Verbesserung der Benutzererfahrung.
es_es: 0.0.7 : Correcciones menores para mejorar la experiencia del usuario.
fr_fr: 0.0.7 : Corrections mineures pour améliorer l'expérience utilisateur.

source: 0.0.6 : Confirmed compatibility with WooCommerce 8.4
de_de: 0.0.6 : Bestätigte Kompatibilität mit WooCommerce 8.4
es_es: 0.0.6 : Confirmada compatibilidad con WooCommerce 8.4
fr_fr: 0.0.6 : Compatibilité confirmée avec WooCommerce 8.4

source: Declare compatibility with **High performance order tables**
de_de: Kompatibilität mit **Hochleistungstabellen für Bestellungen** deklarieren
es_es: Declarada compatibilidad con **Tablas de pedidos de alto rendimiento**
fr_fr: Déclarer la compatibilité avec les **tables de commandes haute performance**

source: 0.0.5 : Improved the plugin onboarding experience
de_de: 0.0.5 : Verbesserung der Plugin-Onboarding-Erfahrung
es_es: 0.0.5 : Mejorada la experiencia de incorporación del plugin
fr_fr: 0.0.5 : Amélioration de l'expérience d'intégration du plugin

source: Nice instructive notices, better captions and labels.
de_de: Schöne lehrreiche Hinweise, bessere Beschriftungen und Etiketten.
es_es: Avisos instructivos agradables, mejores leyendas y etiquetas.
fr_fr: Notices instructives agréables, meilleures légendes et étiquettes.

source: 0.0.1 : Initial release of E-Invoicing for WooCommerce
de_de: 0.0.1 : Erste Veröffentlichung von E-Invoicing für WooCommerce
es_es: 0.0.1 : Lanzamiento inicial de E-Invoicing for WooCommerce
fr_fr: 0.0.1 : Première version de E-Invoicing pour WooCommerce

source: Initial release, PDF Invoice Customizer supporting Factur-X and ZUGFeRD formats, ensuring compliance with French and German e-invoicing standards.
de_de: Erste Veröffentlichung, PDF Invoice Customizer unterstützt die Formate Factur-X und ZUGFeRD und gewährleistet die Einhaltung der französischen und deutschen E-Rechnungsstandards.
es_es: Lanzamiento inicial, Personalizador de Facturas PDF con soporte para formatos Factur-X y ZUGFeRD, asegurando el cumplimiento de los estándares de facturación electrónica franceses y alemanes.
fr_fr: Première version, PDF Invoice Customizer prenant en charge les formats Factur-X et ZUGFeRD, garantissant la conformité avec les normes de facturation électronique françaises et allemandes.

source: Thank you for upgrading E-Invoicing For WooCommerce
de_de: Vielen Dank, dass Sie E-Invoicing For WooCommerce aktualisiert haben
es_es: Gracias por actualizar E-Invoicing For WooCommerce
fr_fr: Merci d'avoir mis à niveau E-Invoicing For WooCommerce

source: Please take notice of what changed :
de_de: Bitte beachten Sie, was sich geändert hat:
es_es: Por favor, tome nota de lo que ha cambiado:
fr_fr: Veuillez prendre note des changements :

source: Uppercase
de_de: Großbuchstaben
es_es: Mayúsculas
fr_fr: Majuscules

source: Capitalize
de_de: Anfangsbuchstaben großschreiben
es_es: Capitalizar
fr_fr: Mettre en capitale

source: Lowercase
de_de: Kleinbuchstaben
es_es: Minúsculas
fr_fr: Minuscules

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun

source: Left
de_de: Links
es_es: Izquierda
fr_fr: Gauche

source: Center
de_de: Zentriert
es_es: Centro
fr_fr: Centre

source: Right
de_de: Rechts
es_es: Derecha
fr_fr: Droite

source: Justify
de_de: Blocksatz
es_es: Justificar
fr_fr: Justifier

source: We truly appreciate your business and look forward to helping you again soon.
de_de: Wir schätzen Ihr Geschäft sehr und freuen uns darauf, Ihnen bald wieder helfen zu können.
es_es: ¡Gracias por tu confianza! Estamos aquí para ayudarte cuando lo necesites.
fr_fr: Nous vous remercions sincèrement pour votre confiance, et au plaisir de vous être utiles à nouveau.

source: Please create an order to be able to customize the invoice
de_de: Bitte erstellen Sie eine Bestellung, um die Rechnung anpassen zu können
es_es: Por favor, cree un pedido para poder personalizar la factura
fr_fr: Veuillez créer une commande pour pouvoir personnaliser la facture

source: Invoice Customizer
de_de: Rechnung anpassen
es_es: Personalizador de facturas
fr_fr: Personnalisateur de facture

source: Ready-to-Use designs
de_de: Einsatzbereite Designs
es_es: Diseños listos para usar
fr_fr: Modèles prêts à l'emploi

source: Fields visibility
de_de: Sichtbarkeit der Felder
es_es: Visibilidad de campos
fr_fr: Visibilité des champs

source: Global style options
de_de: Globale Stiloptionen
es_es: Opciones de estilo global
fr_fr: Options de style globales

source: Invoice header design
de_de: Design des Rechnungskopfes
es_es: Diseño del encabezado de factura
fr_fr: Design de l'en-tête de la facture

source: Invoice details design
de_de: Design der Rechnungsdetails
es_es: Diseño de detalles de factura
fr_fr: Design des détails de la facture

source: Invoice table design
de_de: Design der Rechnungstabelle
es_es: Diseño de tabla de factura
fr_fr: Design du tableau de la facture

source: Customer notes section
de_de: Abschnitt für Kundennotizen
es_es: Sección de notas del cliente
fr_fr: Section des notes du client

source: Invoice footer design
de_de: Design der Rechnungsfußzeile
es_es: Diseño del pie de página de factura
fr_fr: Design du pied de page de la facture

source: Choose a prebuilt template
de_de: Eine vorgefertigte Vorlage wählen
es_es: Elija una plantilla prediseñada
fr_fr: Choisir un modèle prédéfini

source: You will loose your customizations
de_de: Ihre Änderungen werden verloren gehen
es_es: Perderá sus personalizaciones
fr_fr: Vous perdrez vos personnalisations

source: Setup fields visibility
de_de: Sichtbarkeit der Felder einrichten
es_es: Configurar visibilidad de campos
fr_fr: Configurez la visibilité des champs

source: Display client phone number
de_de: Telefonnummer des Kunden anzeigen
es_es: Mostrar número de teléfono del cliente
fr_fr: Afficher le numéro de téléphone du client

source: Hide or displays the customer phone number
de_de: Telefonnummer des Kunden ausblenden oder anzeigen
es_es: Ocultar o mostrar el número de teléfono del cliente
fr_fr: Cacher ou afficher le numéro de téléphone du client

source: Display client email number
de_de: E-Mail-Adresse des Kunden anzeigen
es_es: Mostrar correo electrónico del cliente
fr_fr: Afficher le numéro l’email du client

source: Hide or displays the customer email number
de_de: E-Mail-Adresse des Kunden ausblenden oder anzeigen
es_es: Ocultar o mostrar el correo electrónico del cliente
fr_fr: Cacher ou afficher l’e-mail du client

source: Select main background color
de_de: Haupt-Hintergrundfarbe auswählen
es_es: Seleccionar color de fondo principal
fr_fr: Sélectionner la couleur principale de fond

source: Choose a color that forms the backdrop of your invoice for a cohesive brand look.
de_de: Wählen Sie eine Farbe, die als Hintergrund Ihrer Rechnung dient, um ein einheitliches Markenbild zu schaffen.
es_es: Elija un color que forme el fondo de su factura para una apariencia coherente con su marca.
fr_fr: Choisissez une couleur qui forme l'arrière-plan de votre facture pour une apparence de marque cohérente.

source: Select the main font family
de_de: Haupt-Schriftart auswählen
es_es: Seleccionar la familia de fuente principal
fr_fr: Sélectionnez la famille de polices principale

source: Pick a font that reflects your brand's style and ensures legibility for all readers.
de_de: Wählen Sie eine Schriftart, die den Stil Ihrer Marke widerspiegelt und die Lesbarkeit für alle Leser sicherstellt.
es_es: Elija una fuente que refleje el estilo de su marca y garantice la legibilidad para todos los lectores.
fr_fr: Choisissez une police qui reflète le style de votre marque et assure la lisibilité pour tous les lecteurs.

source: Adjust main font size
de_de: Haupt-Schriftgröße anpassen
es_es: Ajustar tamaño de fuente principal
fr_fr: Ajuster la taille de la police principale

source: Set the size of your text to balance readability with the efficient use of space.
de_de: Stellen Sie die Größe Ihres Textes so ein, dass ein Gleichgewicht zwischen Lesbarkeit und effizienter Platzausnutzung besteht.
es_es: Establezca el tamaño de su texto para equilibrar la legibilidad con el uso eficiente del espacio.
fr_fr: Réglez la taille de votre texte pour équilibrer la lisibilité avec l'utilisation efficace de l'espace.

source: Select main text color
de_de: Haupt-Textfarbe auswählen
es_es: Seleccionar color de texto principal
fr_fr: Sélectionner la couleur principale du texte

source: Choose the primary color for your invoice text to ensure good visibility and a professional look.
de_de: Wählen Sie die Hauptfarbe für Ihren Rechnungstext, um eine gute Sichtbarkeit und ein professionelles Aussehen zu gewährleisten.
es_es: Elija el color principal para el texto de su factura para garantizar una buena visibilidad y un aspecto profesional.
fr_fr: Choisissez la couleur primaire pour le texte de votre facture pour assurer une bonne visibilité et une apparence professionnelle.

source: Select title color
de_de: Titelfarbe auswählen
es_es: Seleccionar color del título
fr_fr: Sélectionner la couleur du titre

source: Set a distinct color for titles to draw attention to section headings and organize content.
de_de: Wählen Sie eine deutliche Farbe für Titel, um die Aufmerksamkeit auf Abschnittsüberschriften zu lenken und den Inhalt zu organisieren.
es_es: Establezca un color distintivo para los títulos para llamar la atención sobre los encabezados de sección y organizar el contenido.
fr_fr: Définissez une couleur distincte pour les titres afin d'attirer l'attention sur les titres de section et d'organiser le contenu.

source: Adjust left & right padding
de_de: Linken & rechten Rand anpassen
es_es: Ajustar relleno izquierdo y derecho
fr_fr: Ajuster la marge gauche et droite

source: Modify the left and right padding to control the whitespace around your invoice content, creating a more readable and aesthetically pleasing layout.
de_de: Ändern Sie den linken und rechten Rand, um den Leerraum um Ihren Rechnungsinhalt zu steuern und ein lesbareres und ästhetisch ansprechenderes Layout zu erstellen.
es_es: Modifique el relleno izquierdo y derecho para controlar el espacio en blanco alrededor del contenido de su factura, creando un diseño más legible y estéticamente agradable.
fr_fr: Modifiez la marge gauche et droite pour contrôler l'espace blanc autour du contenu de votre facture, créant ainsi une mise en page plus lisible et esthétiquement agréable.

source: Choose your logo
de_de: Wählen Sie Ihr Logo
es_es: Elija su logotipo
fr_fr: Choisissez votre logo

source: Upload your company logo for brand recognition.
de_de: Laden Sie Ihr Firmenlogo hoch, um die Markenwiedererkennung zu erhöhen.
es_es: Suba el logotipo de su empresa para el reconocimiento de marca.
fr_fr: Téléchargez votre logo d'entreprise pour la reconnaissance de la marque.

source: Set logo width (px)
de_de: Logo-Breite (px) einstellen
es_es: Establecer ancho del logotipo (px)
fr_fr: Définir la largeur du logo (px)

source: Adjust the width of your logo to ensure it's clearly visible without overpowering the header content.
de_de: Passen Sie die Breite Ihres Logos an, um sicherzustellen, dass es deutlich sichtbar ist, ohne den Inhalt der Kopfzeile zu überwältigen.
es_es: Ajuste el ancho de su logotipo para asegurarse de que sea claramente visible sin dominar el contenido del encabezado.
fr_fr: Ajustez la largeur de votre logo pour vous assurer qu'il est clairement visible sans dominer le contenu de l'en-tête.

source: Select header background color
de_de: Hintergrundfarbe der Kopfzeile auswählen
es_es: Seleccionar color de fondo del encabezado
fr_fr: Sélectionner la couleur de fond de l'en-tête

source: Select a color for the header that complements your logo and enhances the header text.
de_de: Wählen Sie eine Farbe für die Kopfzeile, die Ihr Logo ergänzt und den Kopfzeilentext hervorhebt.
es_es: Seleccione un color para el encabezado que complemente su logotipo y mejore el texto del encabezado.
fr_fr: Sélectionnez une couleur pour l'en-tête qui complète votre logo et améliore le texte de l'en-tête.

source: Select header text color
de_de: Textfarbe der Kopfzeile auswählen
es_es: Seleccionar color del texto del encabezado
fr_fr: Sélectionner la couleur du texte de l'en-tête

source: Choose a text color that provides sufficient contrast against the header background for easy reading.
de_de: Wählen Sie eine gut lesbare Textfarbe, die ausreichend Kontrast zum Hintergrund der Kopfzeile bietet.
es_es: Elija un color de texto que proporcione suficiente contraste contra el fondo del encabezado para una fácil lectura.
fr_fr: Choisissez une couleur de texte qui offre un contraste suffisant avec l'arrière-plan de l'en-tête pour une lecture facile.

source: Adjust top & bottom padding
de_de: Oberen & unteren Rand anpassen
es_es: Ajustar relleno superior e inferior
fr_fr: Ajuster la marge supérieure et inférieure

source: Modify the vertical spacing within the header to fit your design and content needs.
de_de: Ändern Sie den vertikalen Abstand innerhalb der Kopfzeile, um Ihrem Design und Ihren Inhaltserfordernissen gerecht zu werden.
es_es: Modifique el espaciado vertical dentro del encabezado para adaptarse a sus necesidades de diseño y contenido.
fr_fr: Modifiez l'espacement vertical à l'intérieur de l'en-tête pour répondre à vos besoins de conception et de contenu.

source: Setup order detail
de_de: Bestelldetails einrichten
es_es: Configurar detalle del pedido
fr_fr: Configurer les détails de la commande

source: Select border color
de_de: Randfarbe auswählen
es_es: Seleccionar color del borde
fr_fr: Sélectionner la couleur de la bordure

source: Choose a border color that complements your invoice's color scheme for a cohesive look.
de_de: Wählen Sie eine Randfarbe, die das Farbschema Ihrer Rechnung ergänzt, für ein einheitliches Erscheinungsbild.
es_es: Elija un color de borde que complemente el esquema de colores de su factura para un aspecto cohesivo.
fr_fr: Choisissez une couleur de bordure qui complète le schéma de couleurs de votre facture pour un look cohérent.

source: Adjust border size
de_de: Randgröße anpassen
es_es: Ajustar tamaño del borde
fr_fr: Ajuster la taille de la bordure

source: Control the thickness of the table's borders to enhance or soften the grid lines.
de_de: Steuern Sie die Dicke der Tabellenränder, um die Gitterlinien zu verstärken oder zu mildern.
es_es: Controle el grosor de los bordes de la tabla para resaltar o suavizar las líneas de la cuadrícula.
fr_fr: Contrôlez l'épaisseur des bordures de la table pour renforcer ou adoucir les lignes de la grille.

source: Adjust table top & bottom margins
de_de: Oberen & unteren Rand der Tabelle anpassen
es_es: Ajustar márgenes superior e inferior de la tabla
fr_fr: Ajuster les marges supérieure et inférieure de la table

source: Increase or decrease the space above and below your table to fit the content into your page layout optimally.
de_de: Erhöhen oder verringern Sie den Raum über und unter Ihrer Tabelle, um den Inhalt optimal in Ihr Seitenlayout einzupassen.
es_es: Aumente o disminuya el espacio arriba y abajo de su tabla para ajustar el contenido en el diseño de su página de manera óptima.
fr_fr: Augmentez ou diminuez l'espace au-dessus et en dessous de votre table pour adapter le contenu à la mise en page de votre page de manière optimale.

source: Select table header background
de_de: Hintergrund der Tabellenüberschrift auswählen
es_es: Seleccionar fondo del encabezado de la tabla
fr_fr: Sélectionner l'arrière-plan de l'en-tête du tableau

source: Select a background color for the table headers to distinguish them from the data rows.
de_de: Wählen Sie eine Hintergrundfarbe für die Tabellenköpfe, um sie von den Datenzeilen zu unterscheiden.
es_es: Seleccione un color de fondo para los encabezados de tabla para distinguirlos de las filas de datos.
fr_fr: Sélectionnez une couleur d'arrière-plan pour les en-têtes de table afin de les distinguer des lignes de données.

source: Select table header text color
de_de: Textfarbe der Tabellenüberschrift auswählen
es_es: Seleccionar color del texto del encabezado de la tabla
fr_fr: Sélectionner la couleur du texte de l'en-tête du tableau

source: Pick a text color for the header that ensures clear readability and stands out against the background.
de_de: Wählen Sie eine Textfarbe für die Überschrift, die eine klare Lesbarkeit gewährleistet und sich vom Hintergrund abhebt.
es_es: Elija un color de texto para el encabezado que garantice una clara legibilidad y destaque contra el fondo.
fr_fr: Choisissez une couleur de texte pour l'en-tête qui assure une lisibilité claire et se démarque de l'arrière-plan.

source: Adjust header padding
de_de: Überschriftenabstand anpassen
es_es: Ajustar relleno del encabezado
fr_fr: Ajuster le remplissage de l'en-tête

source: Modify the space within the header cells to make your titles more prominent or to fit more text.
de_de: Ändern Sie den Raum innerhalb der Überschriftszellen, um Ihre Titel prominenter zu machen oder mehr Text einzupassen.
es_es: Modifique el espacio dentro de las celdas del encabezado para hacer que sus títulos sean más prominentes o para ajustar más texto.
fr_fr: Modifiez l'espace à l'intérieur des cellules d'en-tête pour rendre vos titres plus proéminents ou pour adapter plus de texte.

source: Set header alignment
de_de: Ausrichtung der Überschrift festlegen
es_es: Establecer alineación del encabezado
fr_fr: Définir l'alignement de l'en-tête

source: Align your header text to the left, right, or center to match your table's formatting style.
de_de: Richten Sie Ihren Überschriftstext links, rechts oder zentriert aus, um ihn an den Formatierungsstil Ihrer Tabelle anzupassen.
es_es: Alinee el texto del encabezado a la izquierda, derecha o centro para que coincida con el estilo de formato de su tabla.
fr_fr: Alignez le texte de votre en-tête à gauche, à droite ou au centre pour correspondre au style de formatage de votre tableau.

source: Adjust cell padding
de_de: Zellenabstand anpassen
es_es: Ajustar relleno de celda
fr_fr: Ajuster le remplissage des cellules

source: Fine-tune the space within each cell to improve content readability and focus.
de_de: Feinabstimmung des Raums innerhalb jeder Zelle, um die Lesbarkeit des Inhalts und den Fokus zu verbessern.
es_es: Ajuste el espacio dentro de cada celda para mejorar la legibilidad y el enfoque del contenido.
fr_fr: Affinez l'espace dans chaque cellule pour améliorer la lisibilité du contenu et la concentration.

source: Set cell alignment
de_de: Zellenausrichtung festlegen
es_es: Establecer alineación de celda
fr_fr: Définir l'alignement des cellules

source: Align the content within your cells to the left, right, center, or justify to ensure a neat and organized appearance.
de_de: Richten Sie den Inhalt innerhalb Ihrer Zellen links, rechts, zentriert oder im Blocksatz aus, um ein ordentliches und organisiertes Erscheinungsbild zu gewährleisten.
es_es: Alinee el contenido dentro de sus celdas a la izquierda, derecha, centro o justificado para garantizar una apariencia ordenada y organizada.
fr_fr: Alignez le contenu de vos cellules à gauche, à droite, au centre ou justifiez pour assurer une apparence soignée et organisée.

source: Select Zebra-striped row (Odd)
de_de: Zebra-Streifen-Zeile auswählen (Ungerade)
es_es: Alternar color de filas (Primera fila)
fr_fr: Sélectionner la ligne zébrée (Impaire)

source: Choose color for odd rows to increase readability.
de_de: Wählen Sie eine Farbe für ungerade Zeilen, um die Lesbarkeit zu erhöhen.
es_es: Elija el color para las filas impares para aumentar la legibilidad.
fr_fr: Choisissez la couleur pour les lignes impaires pour augmenter la lisibilité.

source: Select Zebra-striped row (Even)
de_de: Zebra-gestreifte Zeile auswählen (Gerade)
es_es: Alternar color de filas (Segunda fila)
fr_fr: Sélectionner la ligne zébrée (Pair)

source: Choose color for even rows to increase readability.
de_de: Wählen Sie eine Farbe für gerade Reihen, um die Lesbarkeit zu erhöhen.
es_es: Elija el color para las filas pares para aumentar la legibilidad.
fr_fr: Choisir une couleur pour les rangées paires afin d'améliorer la lisibilité.

source: Select background color
de_de: Hintergrundfarbe auswählen
es_es: Seleccionar color de fondo
fr_fr: Sélectionner la couleur de fond
