Repository: Youniwemi/einvoicing-for-woocommerce
Catalog: languages/einvoicing-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr

source: New order (Admin email)
de_de: Neue Bestellung (Admin-E-Mail)
es_es: Nuevo pedido (correo del administrador)
fr_fr: Nouvelle commande (Email administrateur)

source: Completed order
de_de: Bestellung abgeschlossen
es_es: Pedido completado
fr_fr: Commande finalisée

source: Processing order
de_de: Bestellung in Bearbeitung
es_es: Procesando pedido
fr_fr: Commande en cours de traitement

source: Customer invoice / Order details
de_de: Kundenrechnung / Bestelldetails
es_es: Factura del cliente / Detalles del pedido
fr_fr: Facture client / Détails de la commande

source: Use Order Number
de_de: Bestellnummer verwenden
es_es: Usar número de pedido
fr_fr: Utiliser le numéro de la commande

source: Use sequential invoice number
de_de: Verwenden Sie fortlaufende Rechnungsnummern
es_es: Usar número de factura secuencial
fr_fr: Utiliser une numérotation séquentielle

source: Never
de_de: Niemals
es_es: Nunca
fr_fr: Jamais

source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuel

source: E-Invoicing For Woocommerce - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
de_de: E-Rechnung für WooCommerce - Die Mindestversion von PHP, die für dieses Plugin erforderlich ist, ist %1$s. Sie verwenden %2$s.
es_es: Este plugin necesita PHP versión %1$s o superior para funcionar. Tu versión actual es %2$s.
fr_fr: E-Invoicing pour WooCommerce - La version PHP minimale requise pour ce plugin est %1$s. Vous utilisez actuellement %2$s.

source: E-Invoicing For Woocommerce requires the php extension "%s" to be loaded to work.
de_de: E-Invoicing For WooCommerce erfordert, dass die PHP-Erweiterung "%s" geladen wird, um zu funktionieren.
es_es: E-Invoicing For Woocommerce requiere que la extensión PHP "%s" esté cargada para funcionar.
fr_fr: E-Invoicing pour WooCommerce nécessite l’extension PHP “%s” pour être chargée afin de fonctionner.

source: E-Invoicing For Woocommerce requires WooCommerce to be activated to work.
de_de: E-Invoicing For WooCommerce erfordert, dass WooCommerce aktiviert ist, um zu funktionieren.
es_es: E-Invoicing For Woocommerce requiere que WooCommerce esté activado para funcionar.
fr_fr: E-Invoicing pour WooCommerce nécessite l’activation de WooCommerce pour fonctionner.

source: E-Invoicing For Woocommerce - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
de_de: E-Invoicing For WooCommerce - Die Mindestversion von WooCommerce, die für dieses Plugin erforderlich ist, ist %1$s. Sie verwenden %2$s.
es_es: E-Invoicing For Woocommerce - La versión mínima de WooCommerce requerida para este plugin es %1$s. Está ejecutando %2$s.
fr_fr: E-Invoicing pour WooCommerce - La version minimale de WooCommerce requise pour ce plugin est %1$s. Vous utilisez actuellement %2$s.

source: Dismiss this notice.
de_de: Diese Benachrichtigung verwerfen.
es_es: Descartar este aviso.
fr_fr: Ignorer cet avis.

source: Check E-Invoicing settings
de_de: E-Rechnungsstellungseinstellungen überprüfen
es_es: Verificar configuración de facturación electrónica
fr_fr: Vérifier les paramètres de facturation électronique

source: Verify your invoice customization
de_de: Ihre Rechnungsanpassung überprüfen
es_es: Verificar la personalización de su factura
fr_fr: Vérifiez la personnalisation de votre facture

source: Setup E-Invoicing settings
de_de: E-Rechnungsstellungseinstellungen einrichten
es_es: Configurar ajustes de facturación electrónica
fr_fr: Configurer les paramètres de facturation électronique

source: Visually customize your invoice
de_de: Ihre Rechnung visuell anpassen
es_es: Personalizar visualmente su factura
fr_fr: Personnalisez visuellement votre facture

source: Welcome Back! E-Invoicing For WooCommerce reinstallation Is complete and almost ready to go
de_de: Willkommen zurück! Die Neuinstallation von E-Invoicing für WooCommerce ist abgeschlossen und fast einsatzbereit
es_es: ¡Bienvenido de nuevo! La reinstalación de E-Invoicing For WooCommerce está completa y casi lista
fr_fr: Bienvenue de nouveau ! La réinstallation de E-Invoicing For WooCommerce est terminée et presque prête à l'emploi

source: Please ensure that your settings and customization are still accurate and enjoy e-invoicing regulations compliance.
de_de: Bitte stellen Sie sicher, dass Ihre Einstellungen und Anpassungen weiterhin korrekt sind und genießen Sie die Einhaltung der E-Rechnungsvorschriften.
es_es: Revisa que tu configuración y personalización sean correctas. Tus facturas ahora cumplirán con las normativas de facturación electrónica.
fr_fr: Veuillez vous assurer que vos paramètres et personnalisations sont toujours corrects et profitez de la conformité aux réglementations de facturation électronique.

source: E-Invoicing For WooCommerce is installed, almost ready to go
de_de: E-Invoicing For WooCommerce ist installiert und fast einsatzbereit
es_es: E-Invoicing For WooCommerce está instalado, casi listo para usar
fr_fr: E-Invoicing pour WooCommerce est installé, presque prêt à l'emploi

source: In just a few steps, you'll meet all e-invoicing regulations effortlessly. All you need to do is set up your company details and visually customize your invoice.
de_de: In nur wenigen Schritten erfüllen Sie mühelos alle E-Rechnungsstellungsvorschriften. Alles, was Sie tun müssen, ist Ihre Unternehmensdetails einzurichten und Ihre Rechnung visuell anzupassen.
es_es: Configura los datos de tu empresa y personaliza tus facturas para cumplir con la normativa de facturación electrónica.
fr_fr: En quelques étapes, vous répondrez sans effort à toutes les réglementations de facturation électronique. Il vous suffit de configurer les détails de votre entreprise et de personnaliser visuellement votre facture.

source: Preview the invoice
de_de: Rechnungsvorschau
es_es: Vista previa de la factura
fr_fr: Prévisualiser la facture

source: Download the invoice
de_de: Rechnung herunterladen
es_es: Descargar la factura
fr_fr: Télécharger la facture

source: Not invoiced yet
de_de: Noch nicht fakturiert
es_es: Aún no facturado
fr_fr: Pas encore facturé

source: Invoice Number
de_de: Rechnungsnummer
es_es: Número de factura
fr_fr: Numéro de facture

source: Invoice
de_de: Rechnung
es_es: Factura
fr_fr: Facture

source: View E-Invoicing for WooCommerce documentation
de_de: Dokumentation zu E-Invoicing for WooCommerce anzeigen
es_es: Ver documentación de E-Invoicing for WooCommerce
fr_fr: Voir la documentation de E-Invoicing Pour WooCommerce

source: E-Invoicing Documentation
de_de: Dokumentation zur E-Rechnung
es_es: Documentación de facturación electrónica
fr_fr: Documentation de E-Invoicing

source: Download invoices
de_de: Rechnungen herunterladen
es_es: Descargar facturas
fr_fr: Télécharger les factures

source: ZipArchive not present, please check your configuration
de_de: ZipArchive nicht vorhanden, bitte überprüfen Sie Ihre Konfiguration
es_es: No se pueden crear archivos ZIP. Contacta con tu proveedor de hosting para activar esta función
fr_fr: ZipArchive absent, veuillez vérifier votre configuration

source: Your export is ready.
de_de: Ihr Export ist fertig.
es_es: Su exportación está lista.
fr_fr: Votre exportation est prête.

source: Click to download
de_de: Klicken Sie zum Herunterladen
es_es: Clic para descargar
fr_fr: Cliquez pour télécharger

source: Invoice Number :
de_de: Rechnungsnummer :
es_es: Número de factura :
fr_fr: Numéro de facture :

source: Invoice #
de_de: Rechnung Nr.
es_es: Factura #
fr_fr: Facture n°

source: Failed to generate invoice for order: %1$s - %2$s
de_de: Rechnungserstellung für Bestellung fehlgeschlagen: %1$s - %2$s
es_es: Error al generar la factura para el pedido: %1$s - %2$s
fr_fr: Échec de la génération de la facture pour la commande : %1$s - %2$s

source: Invoice Generation Failed
de_de: Rechnungserstellung fehlgeschlagen
es_es: Error en la generación de la factura
fr_fr: Échec de la génération de la facture

source: 0.3.8 : Removed some warning and updated digital-invoice dependency
es_es: 0.3.8 : Se eliminaron algunas advertencias y se actualizó la dependencia digital-invoice Choose identification format based on your country
fr_fr: 0.3.8 : Suppression de certains avertissements et mise à jour de la dépendance digital-invoice

source: Fixed - Removed some warning and notices that appear in the customizer.
es_es: Solucionado - Se eliminaron algunas advertencias y notificaciones que aparecían en el personalizador.
fr_fr: Résolu - Suppression de certains avertissements et notifications qui apparaissaient dans l'outil de personnalisation.

source: Improvement - Better Identification System labels.
es_es: Mejora - Mejores etiquetas para el Sistema de Identificación.
fr_fr: Amélioration - Meilleurs libellés pour le système d'identification.

source: 0.3.7 : Fixed - Bug while generating e-invoice if the order contains a free product.
es_es: 0.3.7 : Corregido - Error al generar la factura electrónica si el pedido contiene un producto gratuito.
fr_fr: 0.3.7 : Corrigé - Bug lors de la génération de la facture électronique si la commande contient un produit gratuit.

source: 0.3.6 : Submission to WooCommerce Marketplace : Passing Qit Tests
es_es: 0.3.6 : Envío al WooCommerce Marketplace : Superando las Pruebas Qit
fr_fr: 0.3.6 : Soumission au WooCommerce Marketplace : Réussite des Tests Qit

source: 0.3.5 : Invoice Sequential Numbering
es_es: 0.3.5 : Numeración secuencial de facturas
fr_fr: 0.3.5 : Numérotation séquentielle des factures

source: Use WooCommerce Logger to log invoice generation errors
es_es: Uso del Logger de WooCommerce para registrar errores en la generación de facturas
fr_fr: Utilisation du Logger WooCommerce pour enregistrer les erreurs de génération de factures

source: Invoice number should be generated when order status is processing or completed
es_es: El número de factura debe generarse cuando el estado del pedido está en procesamiento o completado
fr_fr: Le numéro de facture doit être généré lorsque le statut de la commande est en cours de traitement ou terminée

source: 0.3.4 : Bug fix when changing invoice number
es_es: 0.3.4 : Corrección de error al cambiar el número de factura
fr_fr: 0.3.4 : Correction de bug lors du changement de numéro de facture

source: 0.3.3 : Bug fix when no taxation is setup
de_de: 0.3.3 : Fehlerbehebung wenn keine Besteuerung eingerichtet ist
es_es: 0.3.3 : Corrección de error cuando no hay impuestos configurados
fr_fr: 0.3.3 : Correction de bug lorsqu'aucune taxe n'est configurée

source: Avoid deprecated error caused by translation loaded too early
de_de: Vermeidung von veralteten Fehlern durch zu früh geladene Übersetzungen
es_es: Evitar error de obsolescencia causado por traducción cargada demasiado pronto
fr_fr: Éviter l'erreur de dépréciation causée par le chargement trop précoce de la traduction

source: If invoice fails to generate for any reason, notify the admin by email
de_de: Wenn die Rechnungserstellung aus irgendeinem Grund fehlschlägt, wird der Administrator per E-Mail benachrichtigt
es_es: Si la factura falla al generarse por cualquier motivo, notificar al administrador por correo electrónico
fr_fr: Si la génération de la facture échoue pour une raison quelconque, notifier l'administrateur par email

source: 0.3.2 : Updated digital-invoice dependency
de_de: 0.3.2 : Aktualisierte digital-invoice-Abhängigkeit
es_es: 0.3.2 : Actualización de la dependencia digital-invoice
fr_fr: 0.3.2 : Mise à jour de la dépendance digital-invoice

source: 0.3.1 : Updated digital-invoice dependency
de_de: 0.3.1 : Aktualisierte digital-invoice-Abhängigkeit
es_es: 0.3.1 : Actualización de la dependencia digital-invoice
fr_fr: 0.3.1 : Mise à jour de la dépendance digital-invoice

source: Better german translation
de_de: Bessere deutsche Übersetzung
es_es: Mejor traducción al alemán
fr_fr: Meilleure traduction allemande

source: 0.3.0 : Added sequential invoice numbering
de_de: 0.3.0 : Fortlaufende Rechnungsnummerierung hinzugefügt
es_es: 0.3.0 : Se agregó numeración secuencial de facturas
fr_fr: 0.3.0 : Ajout de la numérotation séquentielle des factures

source: Added settings section to configure numbering strategy, format, override last number.
de_de: Einstellungsbereich hinzugefügt, um Nummerierungsstrategie, Format und Überschreibung der letzten Nummer zu konfigurieren.
es_es: Se agregó sección de configuración para establecer estrategia de numeración, formato y sobrescribir último número.
fr_fr: Ajout de la section numerotation pour configurer la stratégie de numérotation, le format et le dernier numéro.

source: On change status change to processing or completed, the invoice number is applied.
de_de: Bei Statusänderung zu “In Bearbeitung” oder “Abgeschlossen” wird die Rechnungsnummer zugewiesen.
es_es: Al cambiar el estado a 'procesando' o 'completado', se aplica el número de factura.
fr_fr: Lors du changement de statut en traitement ou terminé, le numéro de facture est appliqué.

source: 0.2.9 : Better compatibility with different themes and plugins
de_de: 0.2.9 : Bessere Kompatibilität mit verschiedenen Themes und Plugins
es_es: 0.2.9 : Mejor compatibilidad con diferentes temas y complementos
fr_fr: 0.2.9 : Meilleure compatibilité avec différents thèmes et extensions

source: Fixed a fatal error that occurred in some cases if the theme or installed plugins were interacting with the native customizer.
de_de: Ein schwerwiegender Fehler wurde behoben, der in manchen Fällen auftrat, wenn das Theme oder installierte Plugins mit dem nativen Customizer interagierten.
es_es: Se corrigió un error fatal que ocurría en algunos casos si el tema o los complementos instalados interactuaban con el personalizador nativo.
fr_fr: Correction d'une erreur fatale qui survenait dans certains cas si le thème ou les extensions installées interagissaient avec le personnalisateur natif.

source: Fixed the settings link to redirect to E-Invoice tab instead of WooCommerce.
de_de: Der Einstellungslink wurde korrigiert, um zum E-Invoice-Tab statt zu WooCommerce weiterzuleiten.
es_es: Se corrigió el enlace de configuración para redirigir a la pestaña E-Invoice en lugar de WooCommerce.
fr_fr: Correction du lien des réglages pour rediriger vers l'onglet E-Invoice au lieu de WooCommerce.

source: 0.2.8 : Fix Fatal error when order has no modified date, shows today's date.
de_de: 0.2.8: Behebung eines schwerwiegenden Fehlers, bei dem bei einer Bestellung ohne Änderungsdatum das heutige Datum angezeigt wird.
es_es: 0.2.8: Corrección de un error fatal cuando el pedido no tiene fecha de modificación, muestra la fecha actual.
fr_fr: 0.2.8 : Correction d’une erreur fatale lorsqu’une commande n’a pas de date de modification, affiche la date du jour.

source: 0.2.7 : Minor Improvements
de_de: 0.2.7 : Kleine Verbesserungen
es_es: 0.2.7 : Mejoras menores
fr_fr: 0.2.7 : Améliorations mineures

source: Updated dependency digital-invoice dependency
de_de: Abhängigkeit digital-invoice aktualisiert
es_es: Actualizada la dependencia digital-invoice
fr_fr: Dépendance digital-invoice mise à jour

source: Pdf Invoice : Show date_modified when order is not paid
de_de: PDF-Rechnung: Änderungsdatum anzeigen, wenn Bestellung nicht bezahlt ist
es_es: Factura PDF: Mostrar fecha_modificación cuando el pedido no está pagado
fr_fr: Facture PDF : Afficher la date_modified quand la commande n’est pas payée

source: 0.2.6 : Fix bad escaping in delivery address.
de_de: 0.2.6: Korrektur der fehlerhaften Escaping-Zeichen in der Lieferadresse.
es_es: 0.2.6: Corrección del escape incorrecto en la dirección de entrega.
fr_fr: 0.2.6 : Correction de l’échappement incorrect dans l’adresse de livraison.

source: 0.2.5 : PDF Invoice Enhancements and Compatibility Fixes
de_de: 0.2.5 : PDF-Rechnungsverbesserungen und Kompatibilitätskorrekturen
es_es: 0.2.5 : Mejoras en facturas PDF y correcciones de compatibilidad
fr_fr: 0.2.5 : Améliorations des factures PDF et corrections de compatibilité

source: PDF Invoice now displays extensive billing and shipping information (company name, address line 1, address line 2, city, postal code, state, country)
de_de: PDF-Rechnung zeigt jetzt umfangreiche Rechnungs- und Versandinformationen an (Firmenname, Adresszeile 1, Adresszeile 2, Stadt, Postleitzahl, Bundesland, Land)
es_es: La factura PDF ahora muestra información detallada de facturación y envío (nombre de la empresa, dirección línea 1, dirección línea 2, ciudad, código postal, estado/provincia, país)
fr_fr: La facture PDF affiche désormais des informations détaillées de facturation et d'expédition (nom de l'entreprise, adresse ligne 1, adresse ligne 2, ville, code postal, état/région, pays)

source: Fixed compatibility with OceanWP theme
de_de: Kompatibilität mit OceanWP-Theme wurde behoben
es_es: Se corrigió la compatibilidad con el tema OceanWP
fr_fr: Correction de la compatibilité avec le thème OceanWP

source: Updated WordPress and WooCommerce compatibility to latest versions
de_de: WordPress- und WooCommerce-Kompatibilität auf die neuesten Versionen aktualisiert
es_es: Actualizada la compatibilidad con las últimas versiones de WordPress y WooCommerce
fr_fr: Mise à jour testée de Wordpress et WooCommerce jusqu’à la version

source: 0.2.4 : Welcome to the spanish translation
de_de: 0.2.4 : Willkommen zur spanischen Übersetzung
es_es: 0.2.4 : Bienvenido a la traducción al español
fr_fr: 0.2.4 : Bienvenue à la traduction espagnole

source: Added the possiblity to set a company name different than the shop name.
de_de: Möglichkeit hinzugefügt, einen Firmennamen festzulegen, der vom Shop-Namen abweicht.
es_es: Se agregó la posibilidad de establecer un nombre de empresa diferente al nombre de la tienda.
fr_fr: Ajout de la possibilité de définir un nom d'entreprise différent du nom de la boutique.

source: Added spanish translation
de_de: Spanische Übersetzung hinzugefügt
es_es: Se agregó la traducción al español
fr_fr: Ajout de la traduction espagnole

source: 0.2.3 : Fix fatal error after the plugin upgrade.
de_de: 0.2.3: Behebung eines fatalen Fehlers nach dem Plugin-Upgrade.
es_es: 0.2.3 : Corrección de error fatal después de la actualización del plugin.
fr_fr: 0.2.3 : Correction d’une erreur fatale qui se produit après la mise a jour.

source: 0.2.2 : Minor Improvements
de_de: 0.2.2 : Kleine Verbesserungen
es_es: 0.2.2 : Mejoras menores
fr_fr: 0.2.2 : Améliorations mineures

source: Updated tested Wordpress up to version.
de_de: Getestete WordPress-Version aktualisiert bis Version.
es_es: Actualizada la versión probada de WordPress.
fr_fr: Mise à jour testée de WordPress jusqu'à la version.

source: Added option to support adding phone number and email to the invoice
de_de: Option hinzugefügt, um das Hinzufügen von Telefonnummer und E-Mail zur Rechnung zu unterstützen
es_es: Se agregó la opción para añadir número de teléfono y correo electrónico a la factura
fr_fr: Ajout de l’option pour ajouter un numéro de téléphone et un e-mail à la facture

source: 0.2.1 : Important critical fixes
de_de: 0.2.1 : Wichtige kritische Korrekturen
es_es: 0.2.1 : Correcciones críticas importantes
fr_fr: 0.2.1 : Correctifs critiques importants

source: This version adds the possibility to view the project changes.
de_de: Diese Version fügt die Möglichkeit hinzu, die Projektänderungen anzuzeigen.
es_es: Esta versión añade la posibilidad de ver los cambios del proyecto.
fr_fr: Cette version ajoute la possibilité de voir les changements du projet.

source: Fixed refresh preview.
de_de: Vorschau-Aktualisierung behoben.
es_es: Corregida la actualización de la vista previa.
fr_fr: Correction de l'aperçu de rafraîchissement.

source: Fixed error while attaching invoice to email.
de_de: Fehler beim Anhängen der Rechnung an die E-Mail behoben.
es_es: Corregido error al adjuntar factura al correo electrónico.
fr_fr: Correction d'une erreur lors de la pièce jointe de la facture à l'email.

source: 0.2.0 : Bulk invoices download
de_de: 0.2.0 : Massendownload von Rechnungen
es_es: 0.2.0 : Descarga masiva de facturas
fr_fr: 0.2.0 : Téléchargement en masse des factures

source: This version adds the possibility to download multiple e-invoices in a Zip package from the WooCommerce orders list table.
de_de: Diese Version fügt die Möglichkeit hinzu, mehrere E-Rechnungen in einem Zip-Paket aus der WooCommerce-Bestellliste herunterzuladen.
es_es: Esta versión añade la posibilidad de descargar múltiples facturas electrónicas en un paquete Zip desde la tabla de pedidos de WooCommerce.
fr_fr: Cette version ajoute la possibilité de télécharger plusieurs factures électroniques dans un dossier Zip à partir du tableau des commandes WooCommerce.

source: After each upgrade, an admin notice will display the changes since the previously installed version.
de_de: Nach jedem Upgrade wird eine Admin-Benachrichtigung die Änderungen seit der zuletzt installierten Version anzeigen.
es_es: Después de cada actualización, se mostrará un aviso de administrador con los cambios desde la versión instalada anteriormente.
fr_fr: Après chaque mise à jour, une notification administrateur affichera les modifications depuis la version précédemment installée.

source: 0.1.9 : Minor Improvements
de_de: 0.1.9 : Kleine Verbesserungen
es_es: 0.1.9 : Mejoras menores
fr_fr: 0.1.9 : Améliorations mineures

source: Prices in the invoice table now utilize WooCommerce formatting for consistency.
de_de: Die Preise in der Rechnungstabelle verwenden jetzt die WooCommerce-Formatierung für Konsistenz.
es_es: Los precios en la tabla de facturas ahora utilizan el formato de WooCommerce para mantener la consistencia.
fr_fr: Les prix dans le tableau des factures utilisent désormais le formatage WooCommerce pour une cohérence.

source: Corrected an issue where the footer was not properly aligned in the Preview mode.
de_de: Ein Problem wurde behoben, bei dem die Fußzeile im Vorschau-Modus nicht richtig ausgerichtet war.
es_es: Se corrigió un problema donde el pie de página no estaba correctamente alineado en el modo de vista previa.
fr_fr: Correction d'un problème où le pied de page n'était pas correctement aligné en mode Prévisualisation.

source: 0.1.8 : Fix translation loading and added WooCommerce as a plugin dependency
de_de: 0.1.8 : Behebung des Ladeproblems von Übersetzungen und Hinzufügung von WooCommerce als Plugin-Abhängigkeit
es_es: 0.1.8 : Corrección de carga de traducciones y añadido WooCommerce como dependencia del plugin
fr_fr: 0.1.8 : Correction du chargement des traductions et ajout de WooCommerce comme dépendance du plugin

source: 0.1.7 : Fix arabic caracters in pdf invoice
de_de: 0.1.7 : Behebung von arabischen Zeichen in der PDF-Rechnung
es_es: 0.1.7 : Corrección de caracteres árabes en factura PDF
fr_fr: 0.1.7 : Correction des caractères arabes dans la facture PDF

source: 0.1.6 : Fix adding invoice to emails as attachements
de_de: 0.1.6 : Behebung des Hinzufügens von Rechnungen als Anhänge zu E-Mails
es_es: 0.1.6 : Corrección al añadir facturas como archivos adjuntos en correos electrónicos
fr_fr: 0.1.6 : Correction de l'ajout des factures en pièces jointes aux e-mails

source: Updated tested Wordpress up to version
de_de: Getestete WordPress-Version aktualisiert bis Version
es_es: Actualizada la versión probada de WordPress
fr_fr: Mise à jour testée de WordPress jusqu'à la version

source: Fixed typos in readme
de_de: Tippfehler in der README-Datei korrigiert
es_es: Corregidos errores tipográficos en el readme
fr_fr: Correction des fautes de frappe dans le fichier Lisez-moi

source: 0.1.5 : Allow E-Invoices to be attached to more WooCommerce Emails
de_de: 0.1.5 : Ermöglicht das Anhängen von E-Rechnungen an weitere WooCommerce-E-Mails
es_es: 0.1.5 : Permitir adjuntar facturas electrónicas a más correos de WooCommerce
fr_fr: 0.1.5 : Permettre l'ajout des factures électroniques à davantage d'e-mails WooCommerce
